<template lang="pug">
  section.promo
    .container
      h1.title My SSR blog with Nuxt.js!
      p Идейные соображения высшего порядка, а также повышение уровня гражданского сознания говорит о возможностях системы массового участия. Имеется спорная точка зрения, гласящая примерно следующее: сделанные на базе интернет-аналитики выводы набирают популярность среди определенных слоев населения, а значит, должны быть превращены в посмешище, хотя само их существование приносит несомненную пользу обществу.
</template>
