<template lang="pug">
.wrapper-content.wrapper-content--fixed
  section.post
    .container
      .post__header
        img(:src="post.img", :alt="post.title")
        h1.title {{ post.title }}
        p {{ post.descr }}
      .post__body
        p {{ post.content }}
</template>

<script>
export default {
  data () {
    return {
      post: {
        id: 1,
        title: "Post 1",
        descr:
          "Не следует, однако, забывать, что существующая теория обеспечивает широкому кругу (специалистов) участие в формировании модели развития.",
        img: "https://cdn.pixabay.com/photo/2021/03/16/10/04/street-6099209_1280.jpg",
        content:
          "Идейные соображения высшего порядка, а также высокое качество позиционных исследований является качественно новой ступенью дальнейших направлений развития. С другой стороны, семантический разбор внешних противодействий обеспечивает широкому кругу (специалистов) участие в формировании первоочередных требований. Разнообразный и богатый опыт говорит нам, что курс на социально-ориентированный национальный проект предопределяет высокую востребованность переосмысления внешнеэкономических политик. С учётом сложившейся международной обстановки, перспективное планирование говорит о возможностях существующих финансовых и административных условий. Внезапно, тщательные исследования конкурентов будут разоблачены. Разнообразный и богатый опыт говорит нам, что укрепление и развитие внутренней структуры создаёт необходимость включения в производственный план целого ряда внеочередных мероприятий с учётом комплекса инновационных методов управления процессами. Каждый из нас понимает очевидную вещь: внедрение современных методик обеспечивает актуальность новых предложений. Безусловно, современная методология разработки предопределяет высокую востребованность стандартных подходов. Как уже неоднократно упомянуто, базовые сценарии поведения пользователей превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Высокий уровень вовлечения представителей целевой аудитории является четким доказательством простого факта: граница обучения кадров говорит о возможностях глубокомысленных рассуждений. Вот вам яркий пример современных тенденций - социально-экономическое развитие предопределяет высокую востребованность инновационных методов управления процессами.",
      },
    };
  },
};
</script>

<style lang="scss">
.post {
  max-width: 900px;
  margin: 0 auto;

  &__header {
    margin: 0 auto;

    h1 {
      margin: 32px 0;
      text-align: center;
    }

    p {
      margin: 24px 0;
      color: gray;
    }
  }
}
</style>
